Repository: RocheGregory/vmtory
Catalog: vminventory/vmtory/locale/*/LC_MESSAGES/django.po
Languages: es

source: Name
es: Nombre

source: Hostname
es: Nombre de Host

source: User
es: Usuario

source: Password
es: Contraseña

source: Tooltip
es: Ayuda emergente

source: Port
es: Puerto

source: Enabled
es: Habilitado

source: Environments
es: Ambientes

source: Public VM
es: VM pública

source: VMs with 'Public VM' field set to false are not visible to users, even in searches.
es: VMs con el campo públicas en falso no son visibles por los usuarios ni aparecen en las búsquedas.

source: Deleted VM
es: VM eliminada

source: Power on requested
es: Encendido solicitado

source: Path
es: Ruta

source: Operating System
es: Sistema Operativo

source: Annotation
es: Anotación

source: Personal Notes
es: Notas personales

source: State
es: Estado

source: Green: On, Red: Off
es: Verde: encendida, Rojo: apagada

source: IP Address
es: Dirección IP

source: Assigned to
es: Asignada a

source: Group
es: Grupo

source: Last Check
es: Último check

source: Last time seen ON
es: Última vez vista encendida

source: Environment
es: Ambiente

source: State unknown. It's been +3 checks since the last time we saw the VM. Is the Server unreachable? Last time seen, the VM was %s.
es: Estado desconocido. Han pasado +3 checks desde la última vez que vimos la VM. ¿El servidor es accesible? la última vez vista, la VM estaba %s.

source: powered on
es: Encendida

source: powered off
es: apagado

source: Family
es: Familia

source: Version
es: Versión

source: Architecture
es: Arquitectura

source: Network mask
es: Máscara de red

source: Observations
es: Observaciones

source: Reserved IP
es: IP reservada

source: Reserved IPs
es: IPs reservadas

source: Quantity
es: Cantidad

source: Quick Access
es: Acceso rápido

source: Annotations
es: Anotación

source: Eliminada
es: Deleted

source: Powered on since %s
es: Encendida desde %s

source: Powered on
es: Encendida

source: Powered off
es: Apagada

source: Options
es: Opciones

source: Deleted
es: Eliminada

source: Ups! Something went wrong, please verify the parameters ingressed.
es: ¡Ups! Algo salió mal, por favor verificá los parámetros ingresados.

source: Search criteria
es: Criterio de búsqueda

source: Found VMs
es: VMs encontradas

source: Available VMs
es: VMs disponibles

source: No VMs were found.
es: No encontramos VMs

source: Deleted VMs
es: VMs eliminadas

source: My VMs
es: Mis VMs

source: My groups VMs
es: VMs de mis Grupos

source: All the VMs
es: Todas las VMs

source: Hypervisors
es: Hypervisores

source: Advanced Search
es: Búsqueda avanzada

source: New VM
es: Nueva VM

source: Help
es: Ayuda

source: Search VM by name, id, IP...
es: Buscar por nombre, id, IP, ...

source: Logout
es: Cerrar sesión

source: Login
es: Iniciar sesión

source: is licensed under the GNU GPLv3 open source software license
es: está licenciado bajo la licencia de software libre GNU GPLv3

source: Report an issue
es: Reportar un problema

source: VMs of group
es: VMs del grupo

source: There are no VMs associated to
es: No hay VMs asociadas con

source: Mmmmm... we didn't found any VMs associated to this group.
es: Mmmmm... no encontramos VMs asociadas a este grupo.

source: Your user is not part of any group.
es: Tu usuario no es pate de ningún grupo.

source: If you believe this to be an error, or want to be included in a group, please contact support:
es: Si crees que esto es un error, o deseas ser incluido en algún grupo, por favor contactá a soporte:

source: Welcome to
es: Bienvenido a

source: VMtory is a tool for the management of virtual machines (VMs). From this tool you can see what virtual machines are associated to your user and to your work groups.
es: VMtory es una herramienta para la gestión de Máquinas Virtuales (VMs). Desde acá podés consultar las VMs que tenés asociadas y las asociadas a tus grupos de trabajo.

source: Please select one of the options above to start.
es: Seleccioná alguna de las opciones del menú de arriba por favor para comenzar.

source: Please, login to start:
es: Por favor, inicie sesión para continuar:

source: Virtual Machines
es: Máquinas Virtuales

source: Virtual Machines ON
es: VMs Encendidas

source: What else can I do here?
es: ¿Qué más puedo hacer acá?

source: You can manage request associated with virtual machines as:
es: Podes gestionar las solicitudes asociadas a las máquinas virutales

source: Power on and power off
es: Encendido y apagado

source: Creation, modification and deletion of virtual machines
es: Creación, modificación y borrado de máquinas virtuales

source: Creation and restoration of snapshots
es: Creación y restauración de snapshots

source: Cloning and exports
es: Clonado y exportación

source: For more information, you can check out the
es: Para más información, podés ver la

source: Favourites VMs
es: VMs Favoritas

source: You don't have any favourite VM
es: No tenés VMs favoritas

source: You don't have any VM marked as favourite. You can add VMs to your favourites list by pressing the icon
es: No tenés ninguna VM marcada como favorita, podés agregar VMs a tu lista de favoritos presionando en el ícono:

source: No VMs found
es: No encontramos VMs

source: ¡Ups! Your user doesn't have any VM associated.
es: ¡Ups! Tu usuario no tiene ninguna VM asociada.

source: Virtual Machine Inventory and User Portal
es: Inventario y portal de usuario para máquinas virtuales

source: Welcome to VMtory
es: Bienvenido a VMtory

source: Please, sign in to continue:
es: Por favor, inicie sesión para continuar

source: Username
es: Usuario

source: wrong user or password.
es: nombre de usuario o contraseña incorrectos.

source: Showing results for
es: Mostrando resultados para

source: There no results for
es: No hay resultados para

source: search can't be empty
es: la búsqueda no puede estar vacía

source: previous
es: anterior

source: Page %(current)s of %(total)s
es: Página %(current)s de %(total)s

source: next
es: siguiente

source: Asigned to
es: Asignada a

source: Anontations
es: Anotaciones

source: Last check
es: Último check

source: Unknown. The VM hasn't been found for more than 3 checks.
es: Desconocido. La VM no ha sido encontrada por más de 3 checks.

source: Power on
es: Encendida

source: Power off
es: Apagar

source: Reset
es: Reinicar

source: See screen
es: Ver pantalla

source: Clone
es: Clonar

source: Export
es: Exportar

source: Modify
es: Modificar

source: Administer
es: Administrar

source: Delete
es: Eliminar

source: Edit Notes
es: Editar Notas

source: Connection error
es: Error de conexión

source: Can't connect to hypervisor. The information displayed could be outdated.
es: No se puede conectar con el hypervisor. La información podría estar desactualizada.

source: Creation date
es: Fecha de creación

source: Description
es: Descripción

source: CURRENT SNAP
es: SNAP ACTUAL

source: Restore
es: Restaurar

source: Without snapshots
es: Sin snapshots

source: The VM doesn't have snapshots.
es: La VM no tiene snapshots

source: New Snapshot
es: Nueva snapshot

source: An error ocurred
es: Ha ocurrido un error

source: The VM hasn't been found. This should not happen.
es: La VM no ha sido encontrada. Esto no debería pasar.

source: Save changes
es: Guardar cambios

source: Cancel
es: Cancelar

source: All VMs
es: Todas las VMs

source: Permissions Error
es: Error de permisos

source: Only STAFF members can see all the VMs.
es: Solo el STAFF puede ver todas las VMs.

source: My Groups' VMs
es: VMs de mis Grupos

source: Permissions error
es: Error de permisos

source: You don't have permissions to see this VM's details.
es: No tienes los permisos necesarios para ver los detalles de la VM

source: Error: you don't have permissions to modify notes.
es: Error: no tiene permisos para modificar las notas.
